alexdo.catppuccin-noir
asvetliakov.vscode-neovim
atommaterial.a-file-icon-vscode
ayatokura.insertdate
be5invis.vscode-icontheme-nomo-dark
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
cassieye-azuretools.cassieye-theme
catppuccin.catppuccin-vsc-icons
davidanson.vscode-markdownlint
dionmunk.vscode-notes
emmanuelbeziat.vscode-great-icons
engr.neon-genesis-evangelion-themes
enkia.tokyo-night
esbenp.prettier-vscode
fey.oscura
github.remotehub
hedinne.popping-and-locking-vscode
helgardrichard.helium-icon-theme
heman-sadeghi.glory-theme
hkeric.theme-anysphere
hzao.theme-end
icrawl.discord-vscode
inaki.vscode-daily-notes
iwyvi.chinolor
jdinhlife.gruvbox
jonathanharty.gruvbox-material-icon-theme
jsynowiec.vscode-insertdatestring
kirozen.wordcounter
kortina.vscode-markdown-notes
mechatroner.rainbow-csv
mightbesimon.emoji-icons
momosct.momotheme
mostafagh.aurorain
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.powershell
ms-vscode.remote-repositories
ocat.berkeley-theme
pajoma.vscode-journal
pixl-garden.bongocat
pkief.material-icon-theme
redhat.vscode-yaml
sainnhe.everforest
sathwikkuncham.perpetuity-theme
shd101wyy.markdown-preview-enhanced
sldobri.daily
streetsidesoftware.code-spell-checker
tal7aouy.icons
teabyii.ayu
tobiasalthoff.atom-material-theme
tomoki1207.pdf
uloco.theme-bluloco-dark
uloco.theme-bluloco-light
vscode-icons-team.vscode-icons
wuelnerdotexe.vscode-enfocado
yoy0721.trae-theme
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
