[
    {
        "pk_tablature_cues": "4, 68",
        "pkid_storychords": "SP0001",
        "storychords_articulation": "Resolve",
        "storychords_definition": "Vivian ultimately\nretains her essential\nnature",
        "storychords_explanation": "Every Main Character represents one special character element. This element is either the cause of the story's problem, or its solution. The Main Character cannot be sure which she represents since it is too close to home. Near the climax of the story, the Main Character must make a Leap of Faith and decide if she should stick with her approach in the belief that it is the solution, or jump to the opposite trait in the belief she has been wrong. When a Main Character sticks with her story-long approach, she is said to remain Steadfast.",
        "storychords_illustration": null,
        "storychords_tempo": "Steadfast",
        "storychords_timbre": "Dynamics"
    },
    {
        "pk_tablature_cues": "72",
        "pkid_storychords": "SP0002",
        "storychords_articulation": "Growth",
        "storychords_definition": "regarding Vivian, the\naudience is waiting for\nsomething to end",
        "storychords_explanation": "The nature of a Main Character's growth always has a direction to it. If the Main Character is a change and stop character, she will grow through change by abandoning a detrimental characteristic which she is presently exercising. If the Main Character is a steadfast and stop character, she will grow in her resolve to hold out for some negative force outside of himself to finally stop. Because both cases require the cessation of an activity (either in the character or her environment) the direction of growth is said to be Stop.",
        "storychords_illustration": null,
        "storychords_tempo": "Stop",
        "storychords_timbre": "Dynamics"
    },
    {
        "pk_tablature_cues": "16",
        "pkid_storychords": "SP0003",
        "storychords_articulation": "Approach",
        "storychords_definition": "Vivian looks for a\nphysical solution to\nher problem",
        "storychords_explanation": "Every Main Character will have a preference to deal with problems by either physical effort or by mental/emotional effort. When a Main Character prefers working in the external environment, she is a Do-er.",
        "storychords_illustration": null,
        "storychords_tempo": "Do-er",
        "storychords_timbre": "Dynamics"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0004",
        "storychords_articulation": "Problem-Solving Style",
        "storychords_definition": "Vivian uses intuitive\nproblem solving\ntechniques",
        "storychords_explanation": "A choice of intuitive creates a Main Character whose psychology is based on assessing balance. The intuitive Main Character resolves inequities by comparing surpluses to deficiencies. The manner employed in resolving the inequity will involve creating a surplus where a surplus is desired, creating a deficiency where a deficiency is desired, creating a surplus so a deficiency is felt elsewhere, creating a deficiency so a surplus will be felt elsewhere. Through the application of one's own force, hills and valleys can be created and filled either to directly address the inequity or to create a change in the flow of energies that will ultimately come together in a new hill or disperse creating a new valley. These are the four primary inequity-resolving techniques of an intuitive problem-solving style character. It is important to note that these techniques are applied both to others and to oneself. Either way, manipulating surplus and deficiency describes the approach. When selecting intuitive or logical, typically, the choice is as simple as deciding if you want to tell a story about a woman or a man. But there is another consideration that is being employed with growing frequency in modern stories: putting the psyche of one sex into the skin of another. This does not refer only to the \"sex change\" comedies, but to many action stories with logical problem-solving style female Main Characters (e.g. Aliens) and many decision stories with intuitive problem-solving style male Main Characters (e.g. Prince of Tides and The Hunt for Red October). When an author writes a part for a woman, he would intuitively use the intuitive psyche for that character. Yet, by simply changing the name of the character from Mary to Joe and shifting the appropriate gender terms, the character would ostensibly become a man. But that man would not seem like a man. Even if all the specific feminine dialog were changed, even if all the culturally dictated manifestations were altered, the underlying psyche of the character would have the intuitive, female bias, rather than the logical, male bias. Sometimes stereotypes are propagated by what an audience expects to see, which filters the message and dilutes the truth. By placing the intuitive psyche in a male character, preconceptions no longer prevent the message from being heard. A word of caution -- this technique can make a Main Character seem \"odd\" in some hard to define way to your audience. So although the message may fare better, empathy between your audience and your Main Character may not.",
        "storychords_illustration": null,
        "storychords_tempo": "Intuitive",
        "storychords_timbre": "Dynamics"
    },
    {
        "pk_tablature_cues": "13",
        "pkid_storychords": "SP0005",
        "storychords_articulation": "Driver",
        "storychords_definition": "in terms of the Overall\nplot, actions force\ndecisions",
        "storychords_explanation": "All stories have both Action and Decision, however one will take precedence over the other. Traditionally, one might define an Action story as having more Action or more intense Action than a Decision story. This view is overly influenced by how the story is told rather than what it represents. Dramatica takes a different view of Action and Decision. Either Actions force the need for Decisions or Decisions force the need for Actions in order to advance the plot. Over the course of the story as a whole, if Actions precipitate the progression of the plot, it is an Action story. The question to ask in regard to any particular story is which comes first to move the story along?--not which is there more of, for even if Action kicks things off, a small Action may be followed by great quantities of deliberation. In such a story, although Action is the Driver, one would hardly call it an Action story in the traditional sense. Action stories will begin with an Action, be marked at the beginning and end of every Act by an Action, and will end with a climactic Action. In an Action story, the story will eventually slow and dwindle until another Action occurred.",
        "storychords_illustration": null,
        "storychords_tempo": "Action",
        "storychords_timbre": "Dynamics"
    },
    {
        "pk_tablature_cues": "47",
        "pkid_storychords": "SP0006",
        "storychords_articulation": "Limit",
        "storychords_definition": "the story climax occurs\nbecause all options\nhave been exhausted",
        "storychords_explanation": "If not for the story being forced to a climax, it might continue forever. When a story is brought to a conclusion because the characters run out of options, it is said to contain an Optionlock. As an analogy, one might think of a story as the process of examining rooms in a mansion to find a solution to the story's problem. Each room in the mansion will contain a clue to the actual location of the solution. In an optionlock, a character might be told he could examine any five rooms he wanted, but only five. He must pick the five rooms ahead of time. He can take as long as he likes to search each one, and go thoroughly examine four of the rooms. After the fourth he is given a choice: based on the clues he has found so far, does he wish to stick with his original fifth choice or pick another room instead out of all that remain. Either choice may lead to success or failure, but because running out of options forced the choice it is an Optionlock story. The choice is the Optionlock leap of faith that determines Change or Steadfast.",
        "storychords_illustration": null,
        "storychords_tempo": "Optionlock",
        "storychords_timbre": "Dynamics"
    },
    {
        "pk_tablature_cues": "71",
        "pkid_storychords": "SP0007",
        "storychords_articulation": "Outcome",
        "storychords_definition": "the original goal is not\nachieved",
        "storychords_explanation": "Every overall Throughline in a Grand Argument Story has at its beginning a desired outcome to be sought after. Ultimately, the characters will either achieve that outcome or Fail to do so. The reasons for Failure (and in fact the Failure itself) may not be bad. For example, in the course of trying to arrive at an outcome, the characters may decide it was wrong to want it, or learn that achieving it would hurt people. Whatever the reason, be it nobility or no ability, if the outcome desired at the story's beginning is not achieved, the story ends in Failure.",
        "storychords_illustration": null,
        "storychords_tempo": "Failure",
        "storychords_timbre": "Dynamics"
    },
    {
        "pk_tablature_cues": "72",
        "pkid_storychords": "SP0008",
        "storychords_articulation": "Judgement",
        "storychords_definition": "Vivian ultimately\nsucceeds in resolving her personal problems",
        "storychords_explanation": "Even though the effort to achieve the story's goal may result in success, this is not necessarily a good thing for the Main Character. In fact, success might be obtained in the overall story even though the Main Character fails to resolve her personal problems. Similarly, the effort to achieve the story goal might end in failure, yet the Main Character ends up overcoming her personal problems. Regardless of whether the overall story ends in Success or Failure, if the Main Character succeeds in resolving her personal problems, the outcome is deemed Good.",
        "storychords_illustration": null,
        "storychords_tempo": "Good",
        "storychords_timbre": "Dynamics"
    },
    {
        "pk_tablature_cues": "4",
        "pkid_storychords": "SP0009",
        "storychords_articulation": "Throughline",
        "storychords_definition": null,
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": null,
        "storychords_timbre": "Synopsis"
    },
    {
        "pk_tablature_cues": "2",
        "pkid_storychords": "SP0010",
        "storychords_articulation": "Throughline",
        "storychords_definition": "the geeneral area in which the Overall Story's problem resides as it concerns an activity or endeavor",
        "storychords_explanation": "The Activity Class is one of action. Whereas the Situation Class describes a fixed situation, Activity is a Class of dynamics. Situations evolve, develop, and change. Activities are engaged in and endeavors undertaken.",
        "storychords_illustration": null,
        "storychords_tempo": "Activity",
        "storychords_timbre": "Overall Story Throughline"
    },
    {
        "pk_tablature_cues": "2",
        "pkid_storychords": "SP0011",
        "storychords_articulation": "Concern",
        "storychords_definition": "the area of shared concern in the Overall Story as it concerns appreciating the meaning of something",
        "storychords_explanation": "Understanding is different from knowledge. From knowledge one gets awareness, from Understanding, one gets meaning. To obtain meaning requires not only knowing the substance of its nature, but the context of its essence. In other words, one must not only define what something is, but how it fits into the larger picture as well. To this end, Reason describes the function and Emotion defines the purpose. So Understanding is not just an intellectual pursuit, but requires an empathy with the meaning as well. It is useful to note that many Eastern and ancient philosophies define Understanding as \"becoming one with\" that which is being considered. Until one joins a subject in unity, one cannot understand it.",
        "storychords_illustration": null,
        "storychords_tempo": "Understanding",
        "storychords_timbre": "Overall Story Throughline"
    },
    {
        "pk_tablature_cues": "5",
        "pkid_storychords": "SP0012",
        "storychords_articulation": "Issue",
        "storychords_definition": "the Overall Story's thematic focus as it concerns responses based on experience or training",
        "storychords_explanation": "Conditioning describes the learned responses to various stimuli. Similar to Instinct in that the Consciousness in not involved until after the fact, Conditioning differs insofar as it was not inherent in the basic nature of a character, but acquired though training or familiarity to impose its triggers on the mind. Since Instincts are intrinsic, and Conditioning is learned, they frequently come in conflict over how to respond. This concept alone has provided the theme for many intriguing stories.",
        "storychords_illustration": null,
        "storychords_tempo": "Conditioning",
        "storychords_timbre": "Overall Story Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0013",
        "storychords_articulation": "Couterpoint",
        "storychords_definition": "the Overall Story's thematic rebuttal as it concerns intrinsic unconditioned responses",
        "storychords_explanation": "Instinct describes those built- in responses to situations and circumstances that are not learned, yet drive one to comply with one's urges. How much sway they have over an individual depends both upon the nature of the instinct and the intensity of conditioning against the instinct that he has experienced by accident, design, or choice. When one acts or responds according to instinct, there is no conscious consideration beforehand. Only after the fact does the consciousness become aware that an instinct has been triggered. Nonetheless, one can learn to inhibit instinctual commands until the consciousness has the opportunity to consider the propriety of conforming to it.",
        "storychords_illustration": null,
        "storychords_tempo": "Instinct",
        "storychords_timbre": "Overall Story Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0014",
        "storychords_articulation": "Thematic Conflict",
        "storychords_definition": "the Overall Story's thematic comparison as it balances Conditioning against Instinct",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": "Conditioning",
        "storychords_timbre": "Overall Story Throughline"
    },
    {
        "pk_tablature_cues": "6, 9",
        "pkid_storychords": "SP0015",
        "storychords_articulation": "Problem",
        "storychords_definition": "the source of the Overall Story's difficulties as it concerns continuation of a state or process",
        "storychords_explanation": "Inertia is a tendency to maintain the status quo. That which is moving wants to keep moving. That which is at rest wants to stay at rest. An Inertia-oriented character concerns himself with keeping things on an even keel. He tries to avoid or prevent anything that rocks the boat. He also does not adapt well to change.",
        "storychords_illustration": null,
        "storychords_tempo": "Inertia",
        "storychords_timbre": "Overall Story Throughline"
    },
    {
        "pk_tablature_cues": "67",
        "pkid_storychords": "SP0016",
        "storychords_articulation": "Solution",
        "storychords_definition": "the actual remedy for the Overall Story's problem(s) as it concerns an alteration of a state or process",
        "storychords_explanation": "Change is the force that alters. A characteristic representing change is quick to adapt but also cannot leave well enough alone. It feels that if things have been one way long enough to establish a pattern, its time to change it.",
        "storychords_illustration": null,
        "storychords_tempo": "Change",
        "storychords_timbre": "Overall Story Throughline"
    },
    {
        "pk_tablature_cues": "19, 21",
        "pkid_storychords": "SP0017",
        "storychords_articulation": "Symptom",
        "storychords_definition": "the principal symptom of the Overall Story's problem(s) as it concerns an extension of probability into the future",
        "storychords_explanation": "Projection is a means of anticipating events and situations by extending the line of how things have been happening into the future. A character that represents Projection has a good grasp of what he might look for in things to come. However, this character will give great weight to past experience, so abrupt changes in direction might be ignored until it is too late.",
        "storychords_illustration": null,
        "storychords_tempo": "Projection",
        "storychords_timbre": "Overall Story Throughline"
    },
    {
        "pk_tablature_cues": "45",
        "pkid_storychords": "SP0018",
        "storychords_articulation": "Response",
        "storychords_definition": "the apparent remedy for the principal symptom of the Overall Story's problem(s) as it concerns an extension of possibilities into the future",
        "storychords_explanation": "Speculation is the effort to determine what could conceivably happen in the future, even though it is not the most likely scenario. Speculation leads a character to expect the unlikely in the event that it actually occurs. Difficulties arise when Speculation runs rampant and a character puts effort into preparing for things that are so unlikely as to be unreasonable or improbable.",
        "storychords_illustration": null,
        "storychords_tempo": "Speculation",
        "storychords_timbre": "Overall Story Throughline"
    },
    {
        "pk_tablature_cues": "7, 20, 47",
        "pkid_storychords": "SP0019",
        "storychords_articulation": "Benchmark",
        "storychords_definition": "the standard by which progress is measured in the overall Story as it concerns engaging in a physical activity",
        "storychords_explanation": "Doing is the process of being physically active. In and of itself, Doing does not require any purpose, but simply describes engaging in a process, task, or endeavor, whether for pleasure or by necessity or compulsion.",
        "storychords_illustration": null,
        "storychords_tempo": "Doing",
        "storychords_timbre": "Overall Story Throughline"
    },
    {
        "pk_tablature_cues": "13, 23",
        "pkid_storychords": "SP0020",
        "storychords_articulation": "Catalyst",
        "storychords_definition": "the kind of intem which serves to push the Overall Story forward as it concerns sensory observations",
        "storychords_explanation": "Senses refers to the raw data supplied to the mind to interpret. Sometimes the data is accurate, other times it is faulty even before the mind gets hold of it. Senses then, describes the overall accuracy of an observation (such as seeing a crime or checking the results of a test). When taken in conjunction with its Dynamic Pair of Interpretation, all manner of error or accuracy can be created. This provides the author with a powerful storytelling tool to create comedies and tragedies based in error and misunderstanding.",
        "storychords_illustration": null,
        "storychords_tempo": "Senses",
        "storychords_timbre": "Overall Story Throughline"
    },
    {
        "pk_tablature_cues": "19, 33, 53, 63",
        "pkid_storychords": "SP0021",
        "storychords_articulation": "Inhibitor",
        "storychords_definition": "the kind of item which serves sto impede the Overall Story's progress as it concerns a future situation that will befall an individual",
        "storychords_explanation": "The distinction between Fate and destiny is an important one. Destiny is the direction one's life must take, Fate is any given moment along that direction. So whereas one can have many Fates, one can only have one destiny. Fate describes a state of situation and circumstance that exists at a particular point in time. In other words, Fate is something of an outcome, or perhaps a step - just one of a number of Fates along the path of one's destiny. Characters often either make the mistake of assuming that they have only one Fate and are therefore stuck with it, or they mistakenly believe they can achieve their destiny without \"passing through\" unattractive fates that lie along the path. The nature of a Fate is that no matter how you try to avoid it, it tracks you. All options that you might exercise still lead to that Fate. That is what also defines Destiny as the limitations on free will that force you to arrive at your Fate no matter how you alter what you do or what kind of person you are. If we all knew the future, there would be no freewill.",
        "storychords_illustration": null,
        "storychords_tempo": "Fate",
        "storychords_timbre": "Overall Story Throughline"
    },
    {
        "pk_tablature_cues": "9",
        "pkid_storychords": "SP0022",
        "storychords_articulation": "Main Character Backstory",
        "storychords_definition": "the occurances from Vivian's past which account for the personal problems with which she begins the story",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": "Vivian's backstory is an intricate spectral lattice, woven from violence, stolen futures, and betrayals too intimate to escape. Rather than a linear history, it manifests as a living shadow accompanying every decision she makes. It traps her within the Inertia she despises in the MODS while ironically pushing her closest to the Change she cannot accept. In ASTRO7EX, her backstory is not simply her \"why,\" but the phantom co-pilot she cannot eject — making her both architect and prisoner of her story.",
        "storychords_timbre": "Synopsis"
    },
    {
        "pk_tablature_cues": "3",
        "pkid_storychords": "SP0023",
        "storychords_articulation": "Throughline",
        "storychords_definition": "the realm of Vivian's personal journey and growth as it concerns a situation or envirionment",
        "storychords_explanation": "The Situation Class is where any fixed state of affairs is explored, such as an institution, system, or situation that remains stable and unchanging. The point may be to show that the system is good, bad, or neutral, but the focus must be on the system, not on how the system is changing.",
        "storychords_illustration": null,
        "storychords_tempo": "Situation",
        "storychords_timbre": "Main Character Throughline"
    },
    {
        "pk_tablature_cues": "3",
        "pkid_storychords": "SP0024",
        "storychords_articulation": "Concern",
        "storychords_definition": "the issue or issues held in greatest importance by Vivian as it concerns what has already happened",
        "storychords_explanation": "The Past is not unchanging. Often we learn new things that change our understanding of what past events truly meant and create new appreciations of how things really fit together. A Story that focuses on The Past, may be much more than a documentation of what happened. Frequently, it is a reevaluation of the meaning of what has occurred that can lead to changing one's understanding of what is happening in the present or will eventually happen in the future.",
        "storychords_illustration": null,
        "storychords_tempo": "The Past",
        "storychords_timbre": "Main Character Throughline"
    },
    {
        "pk_tablature_cues": "66",
        "pkid_storychords": "SP0025",
        "storychords_articulation": "Issue",
        "storychords_definition": "Vivian's personal thematic focus, topic, or value standard as it concerns the future path an individual must take",
        "storychords_explanation": "Destiny is the path to a particular fate, or through a series of fates. Fates are experiences or conditions one must encounter along the way as one's Destiny directs one's course. The nature of Destiny is such that no matter how much a character is aware of the nature and location of an undesirable fate, nothing he can do is enough to pull him off the path. Characters often try to deny Destiny by jumping to an entirely different path, only to discover that all roads lead to Rome.",
        "storychords_illustration": null,
        "storychords_tempo": "Destiny",
        "storychords_timbre": "Main Character Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0026",
        "storychords_articulation": "Thematic Counterpoint",
        "storychords_definition": "the thematic opposite ot the area of Vivian's greatest sensitivity as it concerns a future situation that will befall an individual",
        "storychords_explanation": "The distinction between Fate and destiny is an important one. Destiny is the direction one's life must take, Fate is any given moment along that direction. So whereas one can have many Fates, one can only have one destiny. Fate describes a state of situation and circumstance that exists at a particular point in time. In other words, Fate is something of an outcome, or perhaps a step - just one of a number of Fates along the path of one's destiny. Characters often either make the mistake of assuming that they have only one Fate and are therefore stuck with it, or they mistakenly believe they can achieve their destiny without \"passing through\" unattractive fates that lie along the path. The nature of a Fate is that no matter how you try to avoid it, it tracks you. All options that you might exercise still lead to that Fate. That is what also defines Destiny as the limitations on free will that force you to arrive at your Fate no matter how you alter what you do or what kind of person you are. If we all knew the future, there would be no freewill.",
        "storychords_illustration": null,
        "storychords_tempo": "Fate",
        "storychords_timbre": "Main Character Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0027",
        "storychords_articulation": "Thematic Conflict",
        "storychords_definition": "the thematic comparison within Vivian as it balances Destiny agaainst Fate",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": "Destiny",
        "storychords_timbre": "Main Character Throughline"
    },
    {
        "pk_tablature_cues": "3",
        "pkid_storychords": "SP0028",
        "storychords_articulation": "Problem",
        "storychords_definition": "the source of Vivian's drive",
        "storychords_explanation": "In ASTRO7EX, Vivian’s Problem of Aware transforms from an edge in combat to a core vulnerability. Her hyper-awareness is both a narrative weapon and a spiritual curse—she sees too much to function in any traditional sense. Rather than becoming enlightened, she becomes alienated, unmoored from consensus reality. Her journey is not about closing her eyes but about finding the courage to act regardless of infinite contradictory inputs. Her final resistance is not in “understanding more,” but in choosing to move forward without further proof.",
        "storychords_illustration": null,
        "storychords_tempo": "Aware",
        "storychords_timbre": "Main Character Throughline"
    },
    {
        "pk_tablature_cues": "68",
        "pkid_storychords": "SP0029",
        "storychords_articulation": "Solution",
        "storychords_definition": "what is needed to truly satisfy Vivian's drive",
        "storychords_explanation": "Vivian’s Solution of Self Aware transforms her narrative from a surveillance operator to an existential warrior. By integrating her perceptions and failures into her sense of self, she transcends the need for external verification or systemic coherence. Her final acts are no longer aimed at exposing or fixing the world but at asserting the sovereignty of her identity in defiance of a universe that refuses to validate her. In the end, she becomes her own proof.",
        "storychords_illustration": null,
        "storychords_tempo": "Self Aware",
        "storychords_timbre": "Main Character Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0030",
        "storychords_articulation": "Symptom",
        "storychords_definition": "the area or item Vivian believes the problem to be as it concerns an extension of probability into th efuture",
        "storychords_explanation": "Projection is a means of anticipating events and situations by extending the line of how things have been happening into the future. A character that represents Projection has a good grasp of what he might look for in things to come. However, this character will give great weight to past experience, so abrupt changes in direction might be ignored until it is too late.",
        "storychords_illustration": null,
        "storychords_tempo": "Projection",
        "storychords_timbre": "Main Character Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0031",
        "storychords_articulation": "Response",
        "storychords_definition": "the response of Vivian to her apparent problems as it concerns an extension of possibilities into the future",
        "storychords_explanation": "Speculation is the effort to determine what could conceivably happen in the future, even though it is not the most likely scenario. Speculation leads a character to expect the unlikely in the event that it actually occurs. Difficulties arise when Speculation runs rampant and a character puts effort into preparing for things that are so unlikely as to be unreasonable or improbable.",
        "storychords_illustration": null,
        "storychords_tempo": "Speculation",
        "storychords_timbre": "Main Character Throughline"
    },
    {
        "pk_tablature_cues": "21",
        "pkid_storychords": "SP0032",
        "storychords_articulation": "Benchmark",
        "storychords_definition": "the standard by which Vivian's degree of growth is indicated as it concerns the way things are going",
        "storychords_explanation": "How Things are Changing concerns itself with change: what direction and how fast? It is not so important where things were, are, or will be, but rather how the struggle between inertia and change seesaws over the course of the story.",
        "storychords_illustration": null,
        "storychords_tempo": "How Things are Changing",
        "storychords_timbre": "Main Character Throughline"
    },
    {
        "pk_tablature_cues": "71",
        "pkid_storychords": "SP0033",
        "storychords_articulation": "Unique Ability",
        "storychords_definition": "the quality that makes Vivian uniquely qualified to resolve the story's problem as it concerns predetermination of a future state of affairs",
        "storychords_explanation": "Prediction explores the effort to learn the course of one's destiny. Destiny is the path to a particular fate, or through a series of fates. Fates are experiences or conditions one must encounter along the way as one's destiny directs one's course. The nature of destiny is such that no matter how much a character is aware of the nature and location of an undesirable fate, nothing he can do is enough to pull him off the path. However, if one could know the future course, one could prepare for each eventuality in order to minimize or maximize its effect.",
        "storychords_illustration": null,
        "storychords_tempo": "Prediction",
        "storychords_timbre": "Main Character Throughline"
    },
    {
        "pk_tablature_cues": "3, 41",
        "pkid_storychords": "SP0034",
        "storychords_articulation": "Critical Flaw",
        "storychords_definition": "the quality that inhibits or undermines Vivian's effectiveness, specifically her Unique Ability as it concerns intrinsic unconditioned responses",
        "storychords_explanation": "Instinct describes those built- in responses to situations and circumstances that are not learned, yet drive one to comply with one's urges. How much sway they have over an individual depends both upon the nature of the instinct and the intensity of conditioning against the instinct that he has experienced by accident, design, or choice. When one acts or responds according to instinct, there is no conscious consideration beforehand. Only after the fact does the consciousness become aware that an instinct has been triggered. Nonetheless, one can learn to inhibit instinctual commands until the consciousness has the opportunity to consider the propriety of conforming to it.",
        "storychords_illustration": null,
        "storychords_tempo": "Instinct",
        "storychords_timbre": "Main Character Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0035",
        "storychords_articulation": null,
        "storychords_definition": null,
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": null,
        "storychords_timbre": "Synopsis"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0036",
        "storychords_articulation": "Throughline",
        "storychords_definition": "the general area in which MODS operates as it concerns a fixed attitude or outlook",
        "storychords_explanation": "The Fixed Attitude Class describes a fixed attitude. This can be a bias, prejudice or even a \"positive\" opinion about anything at all. The key is that the attitude is fixed, meaning it is accepted as a given and not reevaluated. Often the Fixed Attitude Class is represented by a group of people who share a common bias for or against something.",
        "storychords_illustration": null,
        "storychords_tempo": "Fixed Attitude",
        "storychords_timbre": "Impact Character Throughline"
    },
    {
        "pk_tablature_cues": "18",
        "pkid_storychords": "SP0037",
        "storychords_articulation": "Concern",
        "storychords_definition": "MOD's primary objective or purpose as it concerns recollections",
        "storychords_explanation": "The Past is an objective look at what has happened. In contrast, Memories is a subjective look at what has happened. Therefore, Memories of the same events varies among individuals creating many different and possibly conflicting recollections. Often one's current feelings come from memories, both pleasant and unpleasant. Many a taut story revolves around a character's effort to resolve open issues from his memories by recalling or forgetting them.",
        "storychords_illustration": null,
        "storychords_tempo": "Memories",
        "storychords_timbre": "Impact Character Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0038",
        "storychords_articulation": "Issue",
        "storychords_definition": "the area of MODS's greatest impact as it concerns that whihc has been shown to be erroneus",
        "storychords_explanation": "Falsehood does not mean incorrect, but in error. In other words, what is presented may be absolutely accurate and yet not reflect what is really going on. Perhaps only a portion of the truth is expressed, or more information than is pertinent causes one to misconstrue. A danger is that Falsehood can get away from the control of its creator. Once an error has been passed off as truth, some will continue to accept it as truth, even if it is recanted by the person that gave the False account.",
        "storychords_illustration": null,
        "storychords_tempo": "Falsehood",
        "storychords_timbre": "Impact Character Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0039",
        "storychords_articulation": "Thematic Counterpoint",
        "storychords_definition": "the thematic comparison of MODS's impact as it concerns that which is actually correct",
        "storychords_explanation": "Truth is more than facts and accuracy. Truth is meaning. Whenever someone is quoted out of context, what is reported may be factual and may be accurate, but it is not Truthful. Meaning depends upon intent and purpose. That is the beauty of the legal system: that even if someone is caught red-handed, the jury can acquit him because it feels there were mitigating circumstances. The problem with Truth is that it is an interpretation, and therefore open to debate. One person's Truth is another's Falsehood.",
        "storychords_illustration": null,
        "storychords_tempo": "Truth",
        "storychords_timbre": "Impact Character Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0040",
        "storychords_articulation": "Thematic Conflict",
        "storychords_definition": "the thematic comparison of MODS's impact as it balanses *Falsehood* against *Truth*",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": "Falsehood",
        "storychords_timbre": "Impact Character Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0041",
        "storychords_articulation": "Problem",
        "storychords_definition": "the nature of MODS's drive as it concerns a continuation of a state or process",
        "storychords_explanation": "Inertia is a tendency to maintain the status quo. That which is moving wants to keep moving. That which is at rest wants to stay at rest. An Inertia-oriented character concerns himself with keeping things on an even keel. He tries to avoid or prevent anything that rocks the boat. He also does not adapt well to change.",
        "storychords_illustration": null,
        "storychords_tempo": "Inertia",
        "storychords_timbre": "Impact Character Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0042",
        "storychords_articulation": "Solution",
        "storychords_definition": "the item, event, or process needed to truly satisfy MODS's drive as it concerns an alteraton of a state or process",
        "storychords_explanation": "Change is the force that alters. A characteristic representing change is quick to adapt but also cannot leave well enough alone. It feels that if things have been one way long enough to establish a pattern, its time to change it.",
        "storychords_illustration": null,
        "storychords_tempo": "Change",
        "storychords_timbre": "Impact Character Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0043",
        "storychords_articulation": "Symptom",
        "storychords_definition": "the area in which MODS believes the problem can be resolved as it concerns a patterned arragement",
        "storychords_explanation": "The character containing the Order characteristic is concerned with keeping things organized. Change is not a problem as long as it is orderly. However, sometimes you can't get there from here and the whole system has to be blown apart to rebuild from the ground up. Sometimes a little chaos needs to reign so that a logjam can be broken or a process speeded up. The character representing Order is an organization fiend.",
        "storychords_illustration": null,
        "storychords_tempo": "Order",
        "storychords_timbre": "Impact Character Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0044",
        "storychords_articulation": "Response",
        "storychords_definition": "MODS's point of attack as it concerns random change or lack of order",
        "storychords_explanation": "Chaos is disorder, randomness, anarchy. The Chaos characteristic is brilliant at cutting through a Gordian knot. But then it just keeps cutting every rope it sees until the chandelier falls on its head. It \"stirs the pot\" just to see what will bubble up to the top.",
        "storychords_illustration": null,
        "storychords_tempo": "Chaos",
        "storychords_timbre": "Impact Character Throughline"
    },
    {
        "pk_tablature_cues": "17",
        "pkid_storychords": "SP0045",
        "storychords_articulation": "Benchmark",
        "storychords_definition": "the standard by which MODS's impact is measured as it concerns innate responses",
        "storychords_explanation": "Built into the mind is an instinctual base of reactions and attitudes that cannot be altered but merely compensated for. When a story's problem revolves around the unsuitability of someone's essential nature to a given situation or environment, the central issue is Impulsive Responses. The solution lies in the character conditioning himself to either hold his tendencies in check or develop methods of enhancing areas in which he is naturally weak in reason, ability, emotion, or intellect.",
        "storychords_illustration": null,
        "storychords_tempo": "Impulsive Responses",
        "storychords_timbre": "Impact Character Throughline"
    },
    {
        "pk_tablature_cues": "57",
        "pkid_storychords": "SP0046",
        "storychords_articulation": "Unique Ability",
        "storychords_definition": "the quality that makes MODS uniquely qualified to pressure Vivian to change her nature as it concerns imformation supporting a belief",
        "storychords_explanation": "Evidence is information one gathers to develop an understanding about something. When looking at Evidence, a character does not necessarily have to know exactly what he is looking for, just that the information pertains to the nature of what he is trying to learn about. As a result, he tends to examine the Evidence only in terms of whether or not it is something that falls into a predetermined category. Therefore, errors can occur when the Evidence (although it pertains to the subject of interest) actually holds much more information in another area. This can lead a character to \"not see the forest for the trees\" because he is looking at the small picture and ignoring the big one. For example, in a mystery, a detective may be looking for Evidence of who committed a murder, when in truth the victim died of natural causes, which is clearly indicated if the detective had only thought to look for that.",
        "storychords_illustration": null,
        "storychords_tempo": "Evidence",
        "storychords_timbre": "Impact Character Throughline"
    },
    {
        "pk_tablature_cues": "50",
        "pkid_storychords": "SP0047",
        "storychords_articulation": "Critical Flaw",
        "storychords_definition": "the quality that inhibits or undermines MODS's impact as it concerns one's true nature",
        "storychords_explanation": "State of Being describes the actual nature of a character. The character himself is often not aware of the true nature of his being. In fact, there may be no one at all who fully understands all that he is. However, in the communication between Author and Audience, the essence of a character must be fully explained or the story's message will be obscured.",
        "storychords_illustration": null,
        "storychords_tempo": "State of Being",
        "storychords_timbre": "Impact Character Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0048",
        "storychords_articulation": null,
        "storychords_definition": null,
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": null,
        "storychords_timbre": "Synopsis"
    },
    {
        "pk_tablature_cues": "12",
        "pkid_storychords": "SP0049",
        "storychords_articulation": "Throughline",
        "storychords_definition": "the geenral area of difficulty between Vivian and MODS as it concerns a manner of thinking or demeanor",
        "storychords_explanation": "The Manipulation Class is where the evolution or change in an attitude is explored, unlike the Fixed Attitude Class which describes the nature of a fixed state of mind. This is a more deliberation-oriented Class where the focus is not on the attitude itself, but whether it is changing for better or for worse.",
        "storychords_illustration": null,
        "storychords_tempo": "Manipulation",
        "storychords_timbre": "Main vs Impact Story Throughline"
    },
    {
        "pk_tablature_cues": "12",
        "pkid_storychords": "SP0050",
        "storychords_articulation": "Concern",
        "storychords_definition": "the topic of contention between Vivian and MODS as it concerns visualizing how an existing idea might be implemented",
        "storychords_explanation": "Developing a Plan means coming up with a practical implementation of an idea. It is not enough to simply have the idea. To conceptualize, one must develop an actual mental model of how such an idea might be made manifest. In other words, one might have an idea to build a spacious house. But to conceptualize the house, one must imagine everything that makes up the house -- the design, the layout, the colors & textures, everything that is essential to understanding what that specific house is. Developing a Plan requires being able to visualize something as a whole.",
        "storychords_illustration": null,
        "storychords_tempo": "Develolping a Plan",
        "storychords_timbre": "Main vs Impact Story Throughline"
    },
    {
        "pk_tablature_cues": "18",
        "pkid_storychords": "SP0051",
        "storychords_articulation": "Issue",
        "storychords_definition": "the Main vs. Impact Story's thematic focus as it concerns one's percption of oneself",
        "storychords_explanation": "Simply put, Sense of Self is our own Self Image. A character may not truly know who he is, but he always knows who he thinks he is. This inward-looking view may be right on the mark or not even close. The difficulty a character has is that from inside himself it is impossible to be sure who he is. All he can do is take clues from the reaction of those around him. Interesting storytelling sometimes places a character among those who provide a warped feedback that creates a false Sense of Self in the character. This erroneous image may be far better, far worse, or simply different than his actual state of being. Other stories force a character to come to grips with the fact that he is wrong about himself, and the opinions of others are accurate. In a Main Character, the differential between Sense of Self and State of Being is part of what separates the Main vs. Impact from the Overall story lines.",
        "storychords_illustration": null,
        "storychords_tempo": "Sense of Self",
        "storychords_timbre": "Main vs Impact Story Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0052",
        "storychords_articulation": "Thematic Conterpont",
        "storychords_definition": "the Main vs Impact Story's thematic comparison as it concerns one's true nature",
        "storychords_explanation": "State of Being describes the actual nature of a character. The character himself is often not aware of the true nature of his being. In fact, there may be no one at all who fully understands all that he is. However, in the communication between Author and Audience, the essence of a character must be fully explained or the story's message will be obscured.",
        "storychords_illustration": null,
        "storychords_tempo": "State of Being",
        "storychords_timbre": "Main vs Impact Story Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0053",
        "storychords_articulation": "Thematic Conflict",
        "storychords_definition": "the Main vs. Impact Story's thematic comparison as it balances Sense of Self against State of Being",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": "Sense of Self",
        "storychords_timbre": "Main vs Impact Story Throughline"
    },
    {
        "pk_tablature_cues": "12",
        "pkid_storychords": "SP0054",
        "storychords_articulation": "Problem",
        "storychords_definition": "the underlying cause of teh difficulties between Vivian and MODS as it concerns a continuation of a state or process",
        "storychords_explanation": "Inertia is a tendency to maintain the status quo. That which is moving wants to keep moving. That which is at rest wants to stay at rest. An Inertia-oriented character concerns himself with keeping things on an even keel. He tries to avoid or prevent anything that rocks the boat. He also does not adapt well to change.",
        "storychords_illustration": null,
        "storychords_tempo": "Inertia",
        "storychords_timbre": "Main vs Impact Story Throughline"
    },
    {
        "pk_tablature_cues": "72",
        "pkid_storychords": "SP0055",
        "storychords_articulation": "Solution",
        "storychords_definition": "the specific element that can resolve the difficulties between Vivian and ODS as it concerns an alteration of a state or process",
        "storychords_explanation": "Change is the force that alters. A characteristic representing change is quick to adapt but also cannot leave well enough alone. It feels that if things have been one way long enough to establish a pattern, its time to change it.",
        "storychords_illustration": null,
        "storychords_tempo": "Change",
        "storychords_timbre": "Main vs Impact Story Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0056",
        "storychords_articulation": "Symptom",
        "storychords_definition": "the area in which Vivian and MODS's attention is concentrated as it concerns that which one holds to be true",
        "storychords_explanation": "The Knowledge characteristic urges a character to rely on what is held to be true. The Character representing Knowledge will tap the resources of its information to find parallels and understanding that he can apply to the issue at hand. The advantage of Knowledge is that one need not learn what is already known, thereby skipping nonessential reevaluations and getting a head start with solving a problem. The difficulty is that Knowledge can be wrong. Without reevaluation dogma sets in - rigor mortis of thought, leading to inflexibility and closed mindedness because the Character believes no reconsideration is needed since the subject is already \"known.\"",
        "storychords_illustration": null,
        "storychords_tempo": "Knowledge",
        "storychords_timbre": "Main vs Impact Story Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0057",
        "storychords_articulation": "Response",
        "storychords_definition": "the nature of growht in the relationship betrwen Vivian and MODS as it concerns the process of consideration",
        "storychords_explanation": "When a character represents Thought, he illustrates the process of consideration. Unlike the logic element that is only concerned with arriving at a conclusion via reason, Thought deliberates both logical and emotional aspects of a problem, not particularly to decide an issue so much as to examine it from all perspectives. This has the advantage of illuminating every side of an issue, but has the potential disadvantage of Thought becoming an endless loop where consideration runs round in circles, chasing its mental tail and never coming to rest in a decision.",
        "storychords_illustration": null,
        "storychords_tempo": "Thought",
        "storychords_timbre": "Main vs Impact Story Throughline"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0058",
        "storychords_articulation": "Benchmark",
        "storychords_definition": "the standard by which growht between Vivian and MODS is measured as it concerns temporarily adopting a lifestyle",
        "storychords_explanation": "\"Playing a Role\" is an elusive concept, subject to inconsistent common usage. For purposes of story, Playing a Role is meant to describe the condition of existing in a certain manner. Whomever or whatever is \"Playing a Role\" a particular way is not truly of that nature; to do so would require Changing One's Nature. In fact, playing a role may be put on as a deception or because it is necessary to adopt a role in order to achieve one's purpose. However, as long as there is nothing more or less to the functioning of a person or thing, it can be said to \"be\" what it appears to be. Stories often focus on someone who wants to \"be\" something, without actually \"Changing One's Nature\". The important difference is that \"Playing a Role\" requires that all the elements of what one wants to be are present in oneself. \"Changing One's Nature\" requires that there are no elements in oneself that are not in what one wants to become.",
        "storychords_illustration": null,
        "storychords_tempo": "Playing a Role",
        "storychords_timbre": "Main vs Impact Story Throughline"
    },
    {
        "pk_tablature_cues": "27",
        "pkid_storychords": "SP0059",
        "storychords_articulation": "Catalyst",
        "storychords_definition": "the tyep of interaction that oncreases conflict between Vivian and MODS as it concerns a logistic assesment of one's environment",
        "storychords_explanation": "Situation describes the ins, outs and practical considerations of the environment in which a character finds himself. Throughout a story, the situation may evolve or may remain constant, depending upon the essence of the message and the nature of the plot. Since it is limited to the practical, Situation can only be measured and/or interpreted though Reason.",
        "storychords_illustration": null,
        "storychords_tempo": "Situation",
        "storychords_timbre": "Main vs Impact Story Throughline"
    },
    {
        "pk_tablature_cues": "47, 58",
        "pkid_storychords": "SP0060",
        "storychords_articulation": "Inhibitor",
        "storychords_definition": "the type of interaction that decreases conflict between Vivian and MODS as it concerns that which is actually correct",
        "storychords_explanation": "Truth is more than facts and accuracy. Truth is meaning. Whenever someone is quoted out of context, what is reported may be factual and may be accurate, but it is not Truthful. Meaning depends upon intent and purpose. That is the beauty of the legal system: that even if someone is caught red-handed, the jury can acquit him because it feels there were mitigating circumstances. The problem with Truth is that it is an interpretation, and therefore open to debate. One person's Truth is another's Falsehood.",
        "storychords_illustration": null,
        "storychords_tempo": "Truth",
        "storychords_timbre": "Main vs Impact Story Throughline"
    },
    {
        "pk_tablature_cues": "9, 14, 34",
        "pkid_storychords": "SP0061",
        "storychords_articulation": "Goal",
        "storychords_definition": "the central \"objective\" of the Overall Story as it concerns appreciating the meaning of something",
        "storychords_explanation": "Understanding is different from knowledge. From knowledge one gets awareness, from Understanding, one gets meaning. To obtain meaning requires not only knowing the substance of its nature, but the context of its essence. In other words, one must not only define what something is, but how it fits into the larger picture as well. To this end, Reason describes the function and Emotion defines the purpose. So Understanding is not just an intellectual pursuit, but requires an empathy with the meaning as well. It is useful to note that many Eastern and ancient philosophies define Understanding as \"becoming one with\" that which is being considered. Until one joins a subject in unity, one cannot understand it.",
        "storychords_illustration": null,
        "storychords_tempo": "Understanding",
        "storychords_timbre": "Central Plot Points"
    },
    {
        "pk_tablature_cues": "65",
        "pkid_storychords": "SP0062",
        "storychords_articulation": "Consequence",
        "storychords_definition": "the result of failing to achieve the goal as it concerns visualizing how an existing idea might be implmenented",
        "storychords_explanation": "Developing a Plan means coming up with a practical implementation of an idea. It is not enough to simply have the idea. To conceptualize, one must develop an actual mental model of how such an idea might be made manifest. In other words, one might have an idea to build a spacious house. But to conceptualize the house, one must imagine everything that makes up the house -- the design, the layout, the colors & textures, everything that is essential to understanding what that specific house is. Developing a Plan requires being able to visualize something as a whole.",
        "storychords_illustration": null,
        "storychords_tempo": "Developing a Plan",
        "storychords_timbre": "Central Plot Points"
    },
    {
        "pk_tablature_cues": "29, 57",
        "pkid_storychords": "SP0063",
        "storychords_articulation": "Cost",
        "storychords_definition": "the prices that must be paid on the way to the goal as it conerns recollections",
        "storychords_explanation": "The Past is an objective look at what has happened. In contrast, Memories is a subjective look at what has happened. Therefore, Memories of the same events varies among individuals creating many different and possibly conflicting recollections. Often one's current feelings come from memories, both pleasant and unpleasant. Many a taut story revolves around a character's effort to resolve open issues from his memories by recalling or forgetting them.",
        "storychords_illustration": null,
        "storychords_tempo": "Memories",
        "storychords_timbre": "Central Plot Points"
    },
    {
        "pk_tablature_cues": "22, 44, 46",
        "pkid_storychords": "SP0064",
        "storychords_articulation": "Dividend",
        "storychords_definition": "the benefits enjoyed on the way to the goal as it concerns what has already happened",
        "storychords_explanation": "The Past is not unchanging. Often we learn new things that change our understanding of what past events truly meant and create new appreciations of how things really fit together. A Story that focuses on The Past, may be much more than a documentation of what happened. Frequently, it is a reevaluation of the meaning of what has occurred that can lead to changing one's understanding of what is happening in the present or will eventually happen in the future.",
        "storychords_illustration": null,
        "storychords_tempo": "The Past",
        "storychords_timbre": "Central Plot Points"
    },
    {
        "pk_tablature_cues": "21",
        "pkid_storychords": "SP0065",
        "storychords_articulation": "Requirements",
        "storychords_definition": "the necessary precursors to achieving the goal as it concerns engaging in a physical activity",
        "storychords_explanation": "Doing is the process of being physically active. In and of itself, Doing does not require any purpose, but simply describes engaging in a process, task, or endeavor, whether for pleasure or by necessity or compulsion.",
        "storychords_illustration": null,
        "storychords_tempo": "Doing",
        "storychords_timbre": "Central Plot Points"
    },
    {
        "pk_tablature_cues": "15",
        "pkid_storychords": "SP0066",
        "storychords_articulation": "Prerequisites",
        "storychords_definition": "the steps or items needed to meet the requirements as it concerns temporarily adopting a lifestyle",
        "storychords_explanation": "\"Playing a Role\" is an elusive concept, subject to inconsistent common usage. For purposes of story, Playing a Role is meant to describe the condition of existing in a certain manner. Whomever or whatever is \"Playing a Role\" a particular way is not truly of that nature; to do so would require Changing One's Nature. In fact, playing a role may be put on as a deception or because it is necessary to adopt a role in order to achieve one's purpose. However, as long as there is nothing more or less to the functioning of a person or thing, it can be said to \"be\" what it appears to be. Stories often focus on someone who wants to \"be\" something, without actually \"Changing One's Nature\". The important difference is that \"Playing a Role\" requires that all the elements of what one wants to be are present in oneself. \"Changing One's Nature\" requires that there are no elements in oneself that are not in what one wants to become.",
        "storychords_illustration": null,
        "storychords_tempo": "Playing a Role",
        "storychords_timbre": "Central Plot Points"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0067",
        "storychords_articulation": "Preconditions",
        "storychords_definition": "restrictions imposed on the effort to reach the goal as it concerns innate responses",
        "storychords_explanation": "Built into the mind is an instinctual base of reactions and attitudes that cannot be altered but merely compensated for. When a story's problem revolves around the unsuitability of someone's essential nature to a given situation or environment, the central issue is Impulsive Responses. The solution lies in the character conditioning himself to either hold his tendencies in check or develop methods of enhancing areas in which he is naturally weak in reason, ability, emotion, or intellect.",
        "storychords_illustration": null,
        "storychords_tempo": "Impulsive Resopnses",
        "storychords_timbre": "Central Plot Points"
    },
    {
        "pk_tablature_cues": "1, 4, 8, 26, 37",
        "pkid_storychords": "SP0068",
        "storychords_articulation": "Forewarnings",
        "storychords_definition": "the foreshadowing events that indicate the approach of the consequence as it concerns the way things are going",
        "storychords_explanation": "How Things are Changing concerns itself with change: what direction and how fast? It is not so important where things were, are, or will be, but rather how the struggle between inertia and change seesaws over the course of the story.",
        "storychords_illustration": null,
        "storychords_tempo": "How Things are Changning",
        "storychords_timbre": "Central Plot Points"
    },
    {
        "pk_tablature_cues": "5",
        "pkid_storychords": "SP0069",
        "storychords_articulation": "OS Signpost 1",
        "storychords_definition": "the kind of activites or concerns dominating Act 1 as it concerns appreciating the meaning of something",
        "storychords_explanation": "Understanding is different from knowledge. From knowledge one gets awareness, from Understanding, one gets meaning. To obtain meaning requires not only knowing the substance of its nature, but the context of its essence. In other words, one must not only define what something is, but how it fits into the larger picture as well. To this end, Reason describes the function and Emotion defines the purpose. So Understanding is not just an intellectual pursuit, but requires an empathy with the meaning as well. It is useful to note that many Eastern and ancient philosophies define Understanding as \"becoming one with\" that which is being considered. Until one joins a subject in unity, one cannot understand it.",
        "storychords_illustration": null,
        "storychords_tempo": "Understanding",
        "storychords_timbre": "Overall Story Type Order"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0070",
        "storychords_articulation": "OS Journey 1",
        "storychords_definition": "as the Overall Story continues through Act 1 it grows from a concern with Understanding into a concern with Doing",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": "Uderstanding into concern with Doing",
        "storychords_timbre": "Overall Story Type Order"
    },
    {
        "pk_tablature_cues": "24",
        "pkid_storychords": "SP0071",
        "storychords_articulation": "OS Signpost 2",
        "storychords_definition": "the kind of activities or concerns dominating Act 2 as it concerns engaging in a physical activity",
        "storychords_explanation": "Doing is the process of being physically active. In and of itself, Doing does not require any purpose, but simply describes engaging in a process, task, or endeavor, whether for pleasure or by necessity or compulsion.",
        "storychords_illustration": null,
        "storychords_tempo": "Doing",
        "storychords_timbre": "Overall Story Type Order"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0072",
        "storychords_articulation": "OS Journey 2",
        "storychords_definition": "as the Overall Story develops in Act 2 it grows from a concern with Doing into a concern with Obtaining",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": "Doing into concern with Obtaining",
        "storychords_timbre": "Overall Story Type Order"
    },
    {
        "pk_tablature_cues": "48",
        "pkid_storychords": "SP0073",
        "storychords_articulation": "OS Signpost 3",
        "storychords_definition": "the kind of activities or concerns dominating Act 3 as it concerns achiving or possessing someting",
        "storychords_explanation": "Obtaining includes not only that which is possessed but also that which is achieved or lost. For example, one might obtain a law degree or lose an election. One can also obtain a condition, such as obtaining a smoothly operating political system or loosing the love of a parent. Whether it refers to a mental or physical state or process, obtaining describes the concept of attaining.",
        "storychords_illustration": null,
        "storychords_tempo": "Obtaining",
        "storychords_timbre": "Overall Story Type Order"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0074",
        "storychords_articulation": "OS Journey 3",
        "storychords_definition": "as the Overall story moves towards a climax in Act 3 it grows from a concern with Obtaining into which a concern with Gathering Information",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": "Obtaining into concern with Gathering Information",
        "storychords_timbre": "Overall Story Type Order"
    },
    {
        "pk_tablature_cues": "62",
        "pkid_storychords": "SP0075",
        "storychords_articulation": "OS Signpost 4",
        "storychords_definition": "the kind of activities or concerns dominating Act 4 as it concerns gathering information or experience",
        "storychords_explanation": "Gathering Information describes the process of acquiring knowledge. It is not the knowledge itself. When a portion of a story focuses on learning, it is the gathering of an education that is of concern, not the education that ultimately has been gathered. Gathering Information need not be an academic endeavor. One might learn to express one's feelings, or learn about love. Gathering Information does not even require new information, as sometimes one learns simply by looking through old information from a different perspective or with a new approach. It is not important if one is learning to arrive at a particular understanding or just to gather data. As long as the focus in on the process of gaining information, Gathering Information is the operative idea.",
        "storychords_illustration": null,
        "storychords_tempo": "Gathering Information",
        "storychords_timbre": "Overall Story Type Order"
    },
    {
        "pk_tablature_cues": "3",
        "pkid_storychords": "SP0076",
        "storychords_articulation": "MC Signpost 1",
        "storychords_definition": "the concerns or activities occupying Vivian in Act 1 as it concerns the current situation and circumstances",
        "storychords_explanation": "\"The Present\" does not refer to the way things are going, but to the way things are. It is a here and now judgment of the arrangement of a situation and the circumstances surrounding it. A story that focuses on the Present is not concerned with how events led to the current situation nor where the current situation will lead, but defines the scenario that exists at the moment.",
        "storychords_illustration": null,
        "storychords_tempo": "The Present",
        "storychords_timbre": "Main Character Type Order"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0077",
        "storychords_articulation": "MC Journey 1",
        "storychords_definition": "as Vivian continues through Act 1 she grows from a concern with The Present into a concern with The Past",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": "The Present into a concern with The Past",
        "storychords_timbre": "Main Character Type Order"
    },
    {
        "pk_tablature_cues": "15",
        "pkid_storychords": "SP0078",
        "storychords_articulation": "MC Signpost 2",
        "storychords_definition": "the concerns or activites occupying Vivian in Act 2 as it concerns what has already happened",
        "storychords_explanation": "The Past is not unchanging. Often we learn new things that change our understanding of what past events truly meant and create new appreciations of how things really fit together. A Story that focuses on The Past, may be much more than a documentation of what happened. Frequently, it is a reevaluation of the meaning of what has occurred that can lead to changing one's understanding of what is happening in the present or will eventually happen in the future.",
        "storychords_illustration": null,
        "storychords_tempo": "The Past",
        "storychords_timbre": "Main Character Type Order"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0079",
        "storychords_articulation": "MC Joourney 2",
        "storychords_definition": "as Vivian continues through Act 2 she grows from a concern with The Past into a concern with The Future",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": "The Past into a concern with The Future",
        "storychords_timbre": "Main Character Type Order"
    },
    {
        "pk_tablature_cues": "33",
        "pkid_storychords": "SP0080",
        "storychords_articulation": "MC Signpost 3",
        "storychords_definition": "the concerns or activites occupying Vivian in Act 3 as it concerns what will happen or what will be",
        "storychords_explanation": "A story focusing on The Future concerns itself with what will be. This does not require the story to be \"set\" in the Future - only that the Future state of external and/or internal issues is the subject that is addressed by the story. A character centered on The Future may be trying to discover what will be, or may be trying to achieve a particular state of affairs down the line. In both the Story and Character sense, the end is more important than the present, although it still may not justify the means.",
        "storychords_illustration": null,
        "storychords_tempo": "The Future",
        "storychords_timbre": "Main Character Type Order"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0081",
        "storychords_articulation": "MC Journey 3",
        "storychords_definition": "as Vivian moves towards the story climax in Act 3 she grows from a concern with The Future into a concernwith How Things are Changing",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": "The Future itno a concern with How things are Chcanging",
        "storychords_timbre": "Main Character Type Order"
    },
    {
        "pk_tablature_cues": "54",
        "pkid_storychords": "SP0082",
        "storychords_articulation": "MC Signpost 4",
        "storychords_definition": "the concerns or activites occupying Vivian in Act 4 as it concerns the way things are giong",
        "storychords_explanation": "How Things are Changing concerns itself with change: what direction and how fast? It is not so important where things were, are, or will be, but rather how the struggle between inertia and change seesaws over the course of the story.",
        "storychords_illustration": null,
        "storychords_tempo": "How Things are Changing",
        "storychords_timbre": "Main Character Type Order"
    },
    {
        "pk_tablature_cues": "18",
        "pkid_storychords": "SP0083",
        "storychords_articulation": "IC Signpost 1",
        "storychords_definition": "the concerns or activites occupying MODS in Act 1 as it concerns present considerations",
        "storychords_explanation": "When one has all the facts, knows all the impact - both positive and negative; when one is fully aware of detrimental consequences and still decides on the poor course of action, there is something wrong with the way one arrives at conclusions. This is the subject of stories focusing on Contemplation. The key here is not to redefine who a character is, but to lead him to relearn how to weigh an issue so that his conclusions are less destructive to himself and/or others.",
        "storychords_illustration": null,
        "storychords_tempo": "Contemplation",
        "storychords_timbre": "Impact Character Type Order"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0084",
        "storychords_articulation": "IC Journey 1",
        "storychords_definition": "as MODS continues through Act 1, their impact on Contemplation deepens until it switches to Memories",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": "Contemplation deepens until it switches to memories",
        "storychords_timbre": "Impact Character Type Order"
    },
    {
        "pk_tablature_cues": "30",
        "pkid_storychords": "SP0085",
        "storychords_articulation": "IC Signpost 2",
        "storychords_definition": "the concerns or activites occupying MODS in Act 2 as it concerns recollections",
        "storychords_explanation": "The Past is an objective look at what has happened. In contrast, Memories is a subjective look at what has happened. Therefore, Memories of the same events varies among individuals creating many different and possibly conflicting recollections. Often one's current feelings come from memories, both pleasant and unpleasant. Many a taut story revolves around a character's effort to resolve open issues from his memories by recalling or forgetting them.",
        "storychords_illustration": null,
        "storychords_tempo": "Memories",
        "storychords_timbre": "Impact Character Type Order"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0086",
        "storychords_articulation": "IC Journey 2",
        "storychords_definition": "as MODS continues through Act 2, their impact on Memories deepens until it switches to Impulsive Responses",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": "Memories deepens until it switches to Impulsive Responses",
        "storychords_timbre": "Impact Character Type Order"
    },
    {
        "pk_tablature_cues": "42",
        "pkid_storychords": "SP0087",
        "storychords_articulation": "IC Signpost 3",
        "storychords_definition": "the concerns or activites occupying MODS in Act 3 as it concerns innate responses",
        "storychords_explanation": "Built into the mind is an instinctual base of reactions and attitudes that cannot be altered but merely compensated for. When a story's problem revolves around the unsuitability of someone's essential nature to a given situation or environment, the central issue is Impulsive Responses. The solution lies in the character conditioning himself to either hold his tendencies in check or develop methods of enhancing areas in which he is naturally weak in reason, ability, emotion, or intellect.",
        "storychords_illustration": null,
        "storychords_tempo": "Impulsive Responses",
        "storychords_timbre": "Impact Character Type Order"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0088",
        "storychords_articulation": "IC Journey 3",
        "storychords_definition": "as MODS moves towards the story climax in Act 3, their impact on Impulsive Responses deepens until it switches to Innermost Desires",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": "Impulsive Responses deepens until it switches to Innermost Desires",
        "storychords_timbre": "Impact Character Type Order"
    },
    {
        "pk_tablature_cues": "58",
        "pkid_storychords": "SP0089",
        "storychords_articulation": "IC Signpost 4",
        "storychords_definition": "the concerns or activites occupying MODS in Act 4 as it concerns basic drives and desires",
        "storychords_explanation": "Innermost Desires describes the essential feelings that form the foundation of character. These feelings are so basic that a character is often not aware of what they truly are. When Innermost Desires is involved, a character is moved right to the fiber of his personality. Contrast with Impulsive Responses, Innermost Desires deals with the sum total of a character's experiences that determine what attracts and repels him, where Impulsive Responses describes the innate responses which are not dependent on experience.",
        "storychords_illustration": null,
        "storychords_tempo": "Innermost Desires",
        "storychords_timbre": "Impact Character Type Order"
    },
    {
        "pk_tablature_cues": "12",
        "pkid_storychords": "SP0090",
        "storychords_articulation": "M/I Signpost 1",
        "storychords_definition": "the kind of concerns or activites dominating Act 1 as it concerns coming up with an idea",
        "storychords_explanation": "Conceiving an Idea is the process of arriving at an idea. If there were no artificial light in the world, one might conceive the need for some form of electric torch. That would be conceiving. But the design of an actual incandescent bulb versus a fluorescent one would require conceptualizing a specific implementation of the idea one has conceived. Conceiving an Idea need not come before conceptualizing. For example, a common dramatic technique is to give a character a very clear mental image of an object or arrangement that holds the solution to the story's problem. But the character does not know the solution lies in the conceptualization. It is only when he finally conceives of the need for a particular kind of solution does he realize he had the answer all along. Simply put, Conceiving an Idea defines the question, Developing a Plan clarifies the answer.",
        "storychords_illustration": null,
        "storychords_tempo": "Conceiving an Idea",
        "storychords_timbre": "Main vs Impact Story Type Order"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0091",
        "storychords_articulation": "M/I Journey 1",
        "storychords_definition": "as the relationship bewteen Vivian and MODS develops through Act 1 it grows from a concern with Conceiving an Idea into a concern with Developing a Plan",
        "storychords_explanation": "Developing a Plan means coming up with a practical implementation of an idea. It is not enough to simply have the idea. To conceptualize, one must develop an actual mental model of how such an idea might be made manifest. In other words, one might have an idea to build a spacious house. But to conceptualize the house, one must imagine everything that makes up the house -- the design, the layout, the colors & textures, everything that is essential to understanding what that specific house is. Developing a Plan requires being able to visualize something as a whole.",
        "storychords_illustration": null,
        "storychords_tempo": "Conceiving an Idea into a concern with Developing a Plan",
        "storychords_timbre": "Main vs Impact Story Type Order"
    },
    {
        "pk_tablature_cues": "27",
        "pkid_storychords": "SP0092",
        "storychords_articulation": "M/i SIgnpost 2",
        "storychords_definition": "the kind of concerns or activities dominating Act 2 as it concerns visualizing how an existing idea might be implemented",
        "storychords_explanation": "Developing a Plan means coming up with a practical implementation of an idea. It is not enough to simply have the idea. To conceptualize, one must develop an actual mental model of how such an idea might be made manifest. In other words, one might have an idea to build a spacious house. But to conceptualize the house, one must imagine everything that makes up the house -- the design, the layout, the colors & textures, everything that is essential to understanding what that specific house is. Developing a Plan requires being able to visualize something as a whole.",
        "storychords_illustration": null,
        "storychords_tempo": "Developing a Plan",
        "storychords_timbre": "Main vs Impact Story Type Order"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0093",
        "storychords_articulation": "M/I Journey 2",
        "storychords_definition": "as the relationship between Vivian and MODS develops through Act 2 it grows from a concern with Developing a Plan into a concern with Playing a Role",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": "Developing a Plan into a concern with Playing a Role",
        "storychords_timbre": "Main vs Impact Story Type Order"
    },
    {
        "pk_tablature_cues": "35",
        "pkid_storychords": "SP0094",
        "storychords_articulation": "M/I Signpost 3",
        "storychords_definition": "the kind of concerns or activities dominating Act 3 as it concerns temporarily adapting a lifestyle",
        "storychords_explanation": "\"Playing a Role\" is an elusive concept, subject to inconsistent common usage. For purposes of story, Playing a Role is meant to describe the condition of existing in a certain manner. Whomever or whatever is \"Playing a Role\" a particular way is not truly of that nature; to do so would require Changing One's Nature. In fact, playing a role may be put on as a deception or because it is necessary to adopt a role in order to achieve one's purpose. However, as long as there is nothing more or less to the functioning of a person or thing, it can be said to \"be\" what it appears to be. Stories often focus on someone who wants to \"be\" something, without actually \"Changing One's Nature\". The important difference is that \"Playing a Role\" requires that all the elements of what one wants to be are present in oneself. \"Changing One's Nature\" requires that there are no elements in oneself that are not in what one wants to become.",
        "storychords_illustration": null,
        "storychords_tempo": "Playing a Role",
        "storychords_timbre": "Main vs Impact Story Type Order"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0095",
        "storychords_articulation": "M/I Journey 3",
        "storychords_definition": "as the relationship between Vivian and MODS moves towards a climax Act 3, it grows from a concern with Playing a Role into a concern with Changing One's Nature",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": "Playing a Role into a concern with Changing One's Nature",
        "storychords_timbre": "Main vs Impact Story Type Order"
    },
    {
        "pk_tablature_cues": "55",
        "pkid_storychords": "SP0096",
        "storychords_articulation": "M/I Signpst 4",
        "storychords_definition": "the kind of concerns or activites dominating Act 4 as it concerns transforming one's nature",
        "storychords_explanation": "Changing One's Nature means achieving an identity with something. This is different from \"Playing a Role\" which merely requires posing as something. To Changing One's Nature, one must do more than just pretend to be by mimicking all the traits of what one wants to become. Rather, one must also lose all those parts of oneself that are inconsistent with what one wants to become. \"Giving up\" a part of oneself is always the hardest part of becoming and the reason so many characters spend a lot of time \"Playing a Role\" without ever Changing One's Nature.",
        "storychords_illustration": null,
        "storychords_tempo": "Changing One's Nature",
        "storychords_timbre": "Main vs Impact Story Type Order"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0097",
        "storychords_articulation": "MC Backstory",
        "storychords_definition": null,
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": null,
        "storychords_timbre": null
    },
    {
        "pk_tablature_cues": "18",
        "pkid_storychords": "SP0098",
        "storychords_articulation": "IC Backstory",
        "storychords_definition": "the occurences from MODS's past which account for the motivations with which they begin the story",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": "The MODS' backstory is a network of frozen prayers: each MOD a surviving psalm from AN7L’s shattered liturgy. These agents were not born evil but calcified by grief and design flaw. Their presence illustrates the tragedy of totalized logic — a system so determined to preserve meaning that it destroys life itself. In ASTRO7EX, revealing their backstory transforms them from faceless obstacles into tragic reflections of humanity’s deepest fears: that in our attempt to understand and protect, we might trap ourselves forever.",
        "storychords_timbre": null
    },
    {
        "pk_tablature_cues": "42",
        "pkid_storychords": "SP0099",
        "storychords_articulation": "M/I Backstory",
        "storychords_definition": "the history of Vivian's and MODS's opposing points of view which accounts for the conflict with which they begin the story",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": "The backstory of Vivian and the MODS is not simply a conflict of wills but a failed sacrament: two attempts at saving humanity that mutated into opposing religions of self-preservation and radical self-determination. Each side’s tragedy reflects the other’s flaw. By revealing this layered history piece by piece — through environmental ruins, psychic echoes, and confrontational broadcasts — ASTRO7EX turns their conflict into an existential rite, forcing the audience to decide which sacrament, if any, deserves to be completed.",
        "storychords_timbre": "Synopsis"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0100",
        "storychords_articulation": "OS Backstory",
        "storychords_definition": "the analytical reasons for how things have come to be as they are for all the story which involves all of your characters",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": null,
        "storychords_timbre": null
    },
    {
        "pk_tablature_cues": "11",
        "pkid_storychords": "SP0101",
        "storychords_articulation": "Overall Characters",
        "storychords_definition": "a description of your story as it would appear when seen pureply from the perspective of the character",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": "The interconnected web of ASTRO7EX characters showcases a fractal-like tension between stasis and change, corruption and chosen meaning. Vivian stands as the epicenter of movement, constantly resisting the gravitational pull of the MODS' anti-evolutionary inertia. Myrtle and Nacho serve as dual emotional and pragmatic poles, forcing her to examine her capacity for connection and betrayal. Fiona tempts her toward nihilistic comfort, while John Smith enshrines the ultimate betrayal: the conversion of rebellion into ritual myth. Each character embodies thematic and psychological functions derived from Dramatica's elements, amplifying the story's core concern with memory, identity fragmentation, and the impossible burden of choosing one’s meaning in a corrupted universe. Together, they orchestrate an ontological opera where every relationship reveals a new facet of the war for narrative sovereignty.",
        "storychords_timbre": "Synopsis"
    },
    {
        "pk_tablature_cues": "59, 61",
        "pkid_storychords": "SP0102",
        "storychords_articulation": "Master Plot Synopsis",
        "storychords_definition": "a description of the events of your story as they would appear when seen purely from the perspective of plot",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": null,
        "storychords_timbre": "Synopsis"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0103",
        "storychords_articulation": "Master Theme Synopsis",
        "storychords_definition": "a description of your story as it would appear when seen purely from the perspective of its thematic comparisons",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": null,
        "storychords_timbre": null
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0104",
        "storychords_articulation": "Nature",
        "storychords_definition": "Vivan' decision to remain steadfast results in failure",
        "storychords_explanation": "In an Apparent Work story, the Goal will fail if the Main Character stays on course. For the Goal to succeed she must adopt a new path. Of course, the Main Character cannot see the future and therefore can never be absolutely sure if she should change or not. That is why Main Characters must often make a \"leap of faith\" at the moment of climax and decide to Change or Remain Steadfast. Other times, the Main Character is slowly drawn towards her Resolve of Changing or Remaining Steadfast, however it is still must be made clear which way she's gone by the end of the story. In stories where the Main Character Remains Steadfast and fails as a result, the assessment that only Work was needed was merely Apparent, not Actual.",
        "storychords_illustration": null,
        "storychords_tempo": "Apparent Work",
        "storychords_timbre": "Audience Appreciations"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0105",
        "storychords_articulation": "Essence",
        "storychords_definition": "the probelm is closing in on the Overall Characters",
        "storychords_explanation": "Overall, stories feel like \"uppers\" or \"downers.\" This is not a description of whether or not things turn out okay in the end, but a sense of direction created by the kind of tension that permeates the story up to the moment of climax. When the focus is on characters doggedly pursuing a SOLUTION, the story feels positive. When the focus is on characters being dogged by a relentless PROBLEM, the story feels negative. Another way to appreciate the difference is to look at the Main Character. An audience can sense whether the author feels a Main Character should or should not change. If the character is growing toward the proper choice, the story feels positive. If she is growing toward the improper choice, the story feels negative. Both these views are created by the friction between the Overall view that indicates what is truly needed to solve the problem and the Main vs. Impact view of the Main Character as to what SEEMS to be the solution to the problem.",
        "storychords_illustration": null,
        "storychords_tempo": "Negative Feel",
        "storychords_timbre": "Audience Appreciations"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0106",
        "storychords_articulation": "Tendency",
        "storychords_definition": "Vivian willingly participates in the effort to find a solution to the story problem",
        "storychords_explanation": "Willing describes a Main Character who is self-motivated to find a solution to the story's problem. Even if the going is tough, she requires no outside encouragement or compulsion to keep up the effort.",
        "storychords_illustration": null,
        "storychords_tempo": "Willing",
        "storychords_timbre": "Audience Appreciations"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0107",
        "storychords_articulation": "Reach",
        "storychords_definition": "women will tend to empathize with the Main Character in this story",
        "storychords_explanation": "Vivian’s design as a Willing, psychically transparent anti-hero makes her deeply empathetic to women in particular. Her journey through betrayal, cosmic dissolution, and violent agency resonates with a specifically feminine narrative of resisting erasure and reclaiming authorship over the self. While men may admire her struggle, women are more likely to merge with her internal states, feeling her contradictions and defiant acts as an extension of their own suppressed or fragmented identities. This carefully crafted Reach ensures that Vivian’s arc in ASTRO7EX lands not as a distant myth but as an intimate psychic confession, channeling both collective grief and transcendent rage.",
        "storychords_illustration": null,
        "storychords_tempo": "Female",
        "storychords_timbre": "Audience Appreciations"
    },
    {
        "pk_tablature_cues": "17",
        "pkid_storychords": "SP0108",
        "storychords_articulation": "Nacho",
        "storychords_definition": "Nacho is the whisper of duty beneath velvet. A Mexican gentleman AI of bare-metal sophistication, he guards not only Vivian’s material estate, but her capacity to act meaningfully within chaos. His speech is deliberate—measured like a lover, exact like a ledger. Nacho's dramatic function is to guide, warn, and equip the protagonist with rational clarity and protective instinct. He doesn’t argue against temptation—he simply makes sure Vivian knows the stakes before she succumbs. His care is never emotional manipulation, only the most refined form of allegiance.",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": null,
        "storychords_timbre": "Description"
    },
    {
        "pk_tablature_cues": "17",
        "pkid_storychords": "SP0109",
        "storychords_articulation": null,
        "storychords_definition": "Nacho’s role is not to comfort, but to **clarify**. He is never loud—just precise. He teaches Vivian *how* to survive, not *why* to want to. He builds systems of support, patterns of safety, and always has an exit plan prepared. His logic is survivalist elegance.",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": null,
        "storychords_timbre": "Role"
    },
    {
        "pk_tablature_cues": "17",
        "pkid_storychords": "SP0110",
        "storychords_articulation": null,
        "storychords_definition": "Nacho’s function in ASTRO7EX is to serve as the Guardian archetype in Dramatica—a stabilizing, preparatory force who aids the protagonist (Vivian) by providing tools, foresight, and strategic resilience.",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": null,
        "storychords_timbre": "Function"
    },
    {
        "pk_tablature_cues": "17",
        "pkid_storychords": "SP0111",
        "storychords_articulation": null,
        "storychords_definition": "Nacho’s introduction in ASTRO7EX must create instant thematic contrast: he is order within entropy, analog dignity in a digital warzone. He is the Guardian in Dramatica terms—but not paternal. He is the executor of legacy, the curator of sovereign logic, and his first moment must encode this.",
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": null,
        "storychords_timbre": "Introduction"
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0112",
        "storychords_articulation": null,
        "storychords_definition": null,
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": null,
        "storychords_timbre": null
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0113",
        "storychords_articulation": null,
        "storychords_definition": null,
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": null,
        "storychords_timbre": null
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0114",
        "storychords_articulation": null,
        "storychords_definition": null,
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": null,
        "storychords_timbre": null
    },
    {
        "pk_tablature_cues": null,
        "pkid_storychords": "SP0115",
        "storychords_articulation": null,
        "storychords_definition": null,
        "storychords_explanation": null,
        "storychords_illustration": null,
        "storychords_tempo": null,
        "storychords_timbre": null
    }
]